/* Time-limit options in popup-menu for x month(s) and y week(s). This is a fallback string that should not be displayed to the user */
"%d months and %d weeks" = "%1$d months and %2$d weeks";

/* Time-limit options in popup-menu for x Month(s) and y Week(s) ago. This is a fallback string that should not be displayed to the user */
"%d Months and %d Weeks ago" = "%1$d Months and %2$d Weeks ago";

/* This texts follows the actual time zone if the system time zone is used. Note the parenthesis. */
"(Using System Time Zone)" = "(Using System Time Zone)";

/* We display a list of records inline.  When there are more than 5 records, we onlye display the first 5, then the current message to inform how many remains */
", and %d more." = ", and %d more.";

/* at this place, we display the summary of an event.  This is what we will display when the event does not have any summary */
"<event with no summary>" = "<event with no summary>";

/* at this place, we display the summary of a task.  This is what we will display when the task does not have any summary */
"<task with no summary>" = "<task with no summary>";

/* at this place, we display the name of contact group.  This is what we will display when the contact group does not have any name */
"<unamed group>" = "<unamed group>";

/* at this place, we display the name of contact.  This is what we will display when the contact does not have any name */
"<unknown contact>" = "<unknown contact>";

/* All Contacts - iSync Phone Conduit */
"All Contacts" = "All Contacts";

/* Comments below the 'Sync All-day events' checkbox */
"All-day events become read-only events on your phone." = "All-day events become read-only events on your phone.";

/* Suggestion of the window: No calendar available */
"Before you can synchronize your calendars, you need to open a calendar application that supports Mac OS X synchronization." = "Before you can synchronize your calendars, you need to open a calendar application that supports Mac OS X synchronization.";

/* Contacts stat. */
"Calendar events changed: %d added, %d modified and %d removed" = "Calendar events changed: %1$d added, %2$d modified and %3$d removed";

/* Calendars */
"Calendars" = "Calendars";

/* Generic Cancel button in dialog */
"Cancel" = "Cancel";

/* Contacts */
"Contacts" = "Contacts";

/* Contacts stat. */
"Contacts changed: %d added, %d modified and %d removed" = "Contacts changed: %1$d added, %2$d modified and %3$d removed";

/* title of the window: No calendar available */
"Do you want to use iCal as your calendar application?" = "Do you want to use iCal as your calendar application?";

/* Time-limit options in popup-menu for [the next:] 8 months */
"Eight months" = "Eight months";

/* Time-limit options in popup-menu for [the next:] 8 weeks */
"Eight weeks" = "Eight weeks";

/* Time-limit options in popup-menu for [prior to:] 8 weeks ago */
"Eight weeks ago" = "Eight weeks ago";

/* Time-limit options in popup-menu for [prior to:] 8 months ago */
"Eighth months ago" = "Eighth months ago";

/* Time-limit options in popup-menu for [prior to:] 11 months ago */
"Eleven months ago" = "Eleven months ago";

/* Time-limit options in popup-menu for [the next:] 11 months */
"Elevent months" = "Elevent months";

/* Following that label will be a list of events (one or several) */
"Event(s)" = "Event(s)";

/* Time-limit options in popup-menu for [the next:] 5 months */
"Five months" = "Five months";

/* Time-limit options in popup-menu for [prior to:] 5 months ago */
"Five months ago" = "Five months ago";

/* Time-limit options in popup-menu for [the next:] 5 weeks */
"Five weeks" = "Five weeks";

/* Time-limit options in popup-menu for [prior to:] 5 weeks ago */
"Five weeks ago" = "Five weeks ago";

/* Time-limit options in popup-menu for [the next:] 4 months */
"Four months" = "Four months";

/* Time-limit options in popup-menu for [prior to:] 4 months ago */
"Four months ago" = "Four months ago";

/* Time-limit options in popup-menu for [the next:] 4 weeks */
"Four weeks" = "Four weeks";

/* Time-limit options in popup-menu for [prior to:] 4 weeks ago */
"Four weeks ago" = "Four weeks ago";

/* Merge button in dialog */
"Merge" = "Merge";

/* title of the window: Merge on first sync */
"Merging information for your first sync may result in some duplicate contact or calendar information." = "Merging information for your first sync may result in some duplicate contact or calendar information.";

/* Time-limit options in popup-menu for [the next:] 9 months */
"Nine months" = "Nine months";

/* Time-limit options in popup-menu for [prior to:] 9 months ago */
"Nine months ago" = "Nine months ago";

/* Time-limit options in popup-menu for: NO LIMIT */
"No limit" = "No limit";

/* Time-limit options in popup-menu for [the next:] 1 month */
"One month" = "One month";

/* Time-limit options in popup-menu for [prior to:] 1 month ago */
"One month ago" = "One month ago";

/* Time-limit options in popup-menu for [the next:] 1 week */
"One week" = "One week";

/* Time-limit options in popup-menu for [prior to:] 1 week ago */
"One week ago" = "One week ago";

/* Time-limit options in popup-menu for [the next:] 1 year */
"One year" = "One year";

/* Time-limit options in popup-menu for [prior to:] 1 year ago */
"One year ago" = "One year ago";

/* button to open iCal */
"Open iCal" = "Open iCal";

/* Name for the Personal Information (Sync) module in the navigation bar */
"Personal Information" = "Personal Information";

/* For 3rd-party plugin, displayed at the bottom of the main view: Provided by %@    [%@ is the manufacturer name] */
"Provided by %@" = "Provided by %@";

/* Label in modlet view */
"Put events created on phone into:" = "Put events created on phone into:";

/* Reset button in dialog */
"Reset" = "Reset";

/* Time-limit options in popup-menu for [the next:] 7 months */
"Seven months" = "Seven months";

/* Time-limit options in popup-menu for [prior to:] 7 months ago */
"Seven months ago" = "Seven months ago";

/* Time-limit options in popup-menu for [the next:] 7 weeks */
"Seven weeks" = "Seven weeks";

/* Time-limit options in popup-menu for [prior to:] 7 weeks ago */
"Seven weeks ago" = "Seven weeks ago";

/* Time-limit options in popup-menu for [the next:] 6 months */
"Six months" = "Six months";

/* Time-limit options in popup-menu for [prior to:] 6 months ago */
"Six months ago" = "Six months ago";

/* Time-limit options in popup-menu for [the next:] 6 weeks */
"Six weeks" = "Six weeks";

/* Time-limit options in popup-menu for [prior to:] 6 weeks ago */
"Six weeks ago" = "Six weeks ago";

/* For 3rd-party plugin, displayed at the bottom of the main view: Support */
"Support" = "Support";

/* Label in modlet view in front of contact group popup */
"Synchronize:" = "Synchronize:";

/* Following that label will be a list of tasks (one or several) */
"Task(s)" = "Task(s)";

/* Time-limit options in popup-menu for [the next:] 10 months */
"Ten months" = "Ten months";

/* Time-limit options in popup-menu for [prior to:] 10 months ago */
"Ten months ago" = "Ten months ago";

/* the phone refused some events or contacts for unknown reasons.  We give a list of the incriminated records */
"The device refused the following records:\n" = "The device refused the following records:\n";

/* Suggestion of the window: merge on first sync. %@ == [application name] */
"The first time you use %@ to synchronize devices that were imported from iSync 1.5, you should reset the information on your devices to avoid duplicates." = "The first time you use %@ to synchronize devices that were imported from iSync 1.5, you should reset the information on your devices to avoid duplicates.";

/* Text displayed instead of the calendars section when the phone does not support calendars sync */
"This phone does not support calendar synchronization." = "This phone does not support calendar synchronization.";

/* Time-limit options in popup-menu for [the next:] 3 months */
"Three months" = "Three months";

/* Time-limit options in popup-menu for [prior to:] 3 months ago */
"Three months ago" = "Three months ago";

/* Time-limit options in popup-menu for [the next:] 3 weeks */
"Three weeks" = "Three weeks";

/* Time-limit options in popup-menu for [prior to:] 3 weeks ago */
"Three weeks ago" = "Three weeks ago";

/* Time-limit options in popup-menu for [prior to:] Today */
"Today" = "Today";

/* Turn on [DeviceName] synchronization */
"Turn on %@ synchronization" = "Turn on %@ synchronization";

/* Time-limit options in popup-menu for [the next:] 2 months */
"Two months" = "Two months";

/* Time-limit options in popup-menu for [prior to:] 2 months ago */
"Two months ago" = "Two months ago";

/* Time-limit options in popup-menu for [the next:] 2 weeks */
"Two weeks" = "Two weeks";

/* Time-limit options in popup-menu for [prior to:] 2 weeks ago */
"Two weeks ago" = "Two weeks ago";

/* Time-limit options in popup-menu for [the next:] 2 years */
"Two years" = "Two years";

/* Using System Time Zone */
"Using System Time Zone" = "Using System Time Zone";

